{
  "version": "1.5",
  "secret": "en-cuboplus",
  "layout": {
    "navbar": ["About us", 
    "Program 2023", 
    "Contributors", 
    "<svg class='relative w-5 h-5 mr-2 text-white dark:text-gray-900 lg:text-blue-600 lg:dark:text-white' fill='none' stroke='currentColor' viewBox='0 0 24 24' xmlns='http://www.w3.org/2000/svg'><path stroke-linecap='round' stroke-linejoin='round' stroke-width='2' d='M13 10V3L4 14h7v7l9-11h-7z'></path></svg>Apply Now"],
    "footer": [
      "CONTACT US",
      "FOLLOW US",
      "USEFUL LINKS",
      "© 2023 cuboplus. All Rights Reserved."
    ]
  },
  "index": {
    "header": "Building",
    "typingList": ["The future", "El Salvador"],
    "headerdes": "CUBO+ marks the beginning of a pioneering educational initiative aimed at forming a community of Salvadoran professionals trained to meet the growing demand for employment by Bitcoin and Lightning Network companies, as well as to drive adoption and foster economic development in El Salvador.",
    "thanks": "SUPPORTED BY OUR STRATEGIC ALLIANCES",
    "testimonial": [
      "\"Thanks to CUBO+, I've had the opportunity to learn about an exciting field that has transformed my life.\"",
      "\"I'm so grateful to be part of cubo+ and witness the good changes that are happening in El Salvador.\"",
      "\"Being part of Cubo+ taught me how bad the world is, but it also taught me what can be fixed with Bitcoin.\"",
      "\"Cubo+ changed my perception about El Salvador, It was a challenge that I would repeat.\"",
      "\"Cubo+ has been a transformative experience for me, their commitment on training local talent is truly inspiring.\"",
      "\"Cubo+ is not just a program; it's a life-changing experience! It's reshaped how I view life and the endless potential for development in El Salvador!\""
    ],
    "cookiesmodal": ["We use cookies to ensure that we give you the best experience on our website. <a href=\"/src/pages/legal/cookies.html\" class=\"text-blue-500 hover:underline\">Cookies Policy</a>. ", "Accept", "Deny"],
    "process": "Empowering the future <br> talents of Bitcoin.",
    "processdes": "We are committed to equipping students with the skills and knowledge necessary to join the Bitcoin industry and contribute to reshaping the financial system.",
    "phases": ["Apply", "Learn", "Contribute"],
    "apply": [
      "Application process",
      "To join CUBO+, it is necessary to complete our application form and pass the selection stages. Our program is structured into two different blocks: ",
      "Cubo+ Econ Generation",
      "The first cycle will focus on the economic and fundamental aspects of Bitcoin, training experts with a business and executive orientation, as well as future developers interested in understanding this aspect and enriching their profile.",
      "Cubo+ Devs Generation",
      "Designed to develop the future generation of Bitcoin and Lightning developers."
    ],
    "learn": [
      "Learning modules",
      "Our program aims to impart knowledge and skills in the following way:",
      "Online and in-person classes",
      "Our learning process adopts a hybrid modality. With the support of PlanB, we provide online sessions led by internationally renowned experts, complemented by in-person meetings in El Salvador, in order to create a more interactive environment.",
      "On-site Bootcamps",
      "The most motivated and skilled students will receive scholarships that will allow them to participate in in-person bootcamps at the end of each cycle, an opportunity that will elevate their abilities to a higher level."
    ],
    "contribute": [
      "Join to the ecosystem",
      "As a graduate student of CUBO+, what we expect from you is to apply the knowledge and skills acquired during CUBO+ in your life and to succeed in it.",
      "Work in the ecosystem",
      "Apply your skills by collaborating on open-source projects and with Bitcoin companies.",
      "Create your own startup",
      "Your knowledge and network of contacts with other professionals will provide you with the space necessary to unleash your creativity and found your own startup."
    ],
    "students": ["A generation that inspires", "At CUBO+, we train change-makers, fostering a culture where innovation and collaboration pave the way, creating a legacy for a generation that inspires and drives transformation."],
    "mission": [
      "Who we are",
      "We are a program committed to teaching young talented minds the fundamentals of Bitcoin at a dedicated and deep level, as well as the most advanced details. We advocate for the involvement of Salvadorans in the Bitcoin revolution in El Salvador, without barriers or limitations. <br> <br> We aim to build a thriving and free community of sovereign and independent individuals. Our mission is to create Bitcoin professionals who will build the country and the world we all want to live in!"
    ],
    "mentionstitles": ["Words from others", "It's not just us", "Discover what others are sharing about us."],
    "mentions": [
      {
        "img": "img/tweets/Darvin-Otero.jpg",
        "href": "https://twitter.com/aveotero/status/1680381336773697542?s=46&t=4SwPYXGhxyhAFxD2nQse1A",
        "name": "Darvin Otero",
        "handle": "@aveotero",
        "role": "Tiankii CEO",
        "content": "CUBO+ Hackathon #Awards ceremony! First ever @cuboplus #Bitcoin lightning training #program today graduating 21 salvadorean developers. A big #success!! thanks to all organizers for making it possible @bitcoinofficesv @FulgurVentures @stacyherbert @maiojose1 @FFarenga",
        "picture": "img/bootcamp/bootcamp.webp"
      },
      {
        "img": "img/tweets/stacy-herbert.jpg",
        "href": "https://twitter.com/stacyherbert/status/1713882443793702934",
        "name": "Stacy Herbert",
        "handle": "@stacyherbert",
        "role": "Bitcoin Office head",
        "content": "CUBO+ students were super excited to meet Adam Back in Viareggio @adam3us @cuboplus @FulgurVentures @olegmikh1",
        "picture": "img/bootcamp/tuscany-3.webp"
      },
      {
        "img": "img/tweets/jimmy-song.jpg",
        "href": "https://twitter.com/jimmysong/status/1681432350247247872",
        "name": "Jimmy Song (송재준)",
        "handle": "@jimmysong",
        "role": "Programming Blockchain teacher",
        "content": "Taught 12 students for CUBO+ Go El Salvador!",
        "picture": "img/bootcamp/bootcamp-5.webp"
      },
      {
        "img": "img/tweets/forbes.jpg",
        "href": "https://twitter.com/forbes/status/1684239840890564615",
        "name": "Forbes",
        "handle": "@Forbes",
        "role": "Official Forbes account",
        "content": "How El Salvador Is Investing In Bitcoin Education https://trib.al/pDQILFt via @ForbesCrypto",
        "picture": "img/bootcamp/bootcamp-4.webp"
      },
      {
        "img": "img/tweets/Synonym.jpg",
        "href": "https://twitter.com/synonym_to/status/1672316976717262848",
        "name": "Synonym",
        "handle": "@Synonym_to",
        "role": "Official Synonym account",
        "content": "Today our team hosted a lecture about @slashtags_to for @cuboplus students. We're eager to see Salvadoran developers",
        "picture": "img/bootcamp/bootcamp-6.webp"
      },
      {
        "img": "img/tweets/bitcoin-magazine.jpg",
        "href": "https://twitter.com/bitcoinmagazine/status/1676265047608393728",
        "name": "Bitcoin Magazine",
        "handle": "@BitcoinMagazine",
        "role": "Official Bitcoin Magazine account",
        "content": "Students in El Salvador attend the country's first #Bitcoin development program The future is bright for 🇸🇻",
        "picture": "img/bootcamp/bootcamp-2.webp"
      }
    ],
    "contact": [
      "Send us a message!",
      "Do you have a question or want to support the program? Contact us and we'll be in touch!"
    ]
  },
  "cubo2023": {
    "header": "<span class=\"relative\"> <span class=\"relative bg-gradient-to-r from-orange-500 to-yellow-400 bg-clip-text px-2 text-transparent dark:from-blue-500 dark:to-cyan-500\">Proof of work</span> </span> is freedom",
    "legend": "Cubo+ shows to the world how proof of work leads to excellency and freedom for El Salvador and its people.",
    "documentary": [
      "A production of The Presidential Bitcoin Office in El Salvador - © 2023 cuboplus. All rights reserved.",
      "Bitcoin Office Head"
    ],
    "timeline": "We<span class=\"relative bg-gradient-to-r from-orange-500 to-yellow-400 bg-clip-text px-2 text-transparent dark:from-blue-500 dark:to-cyan-500\">Scaled !</span>",
    "description": "A growing team doesn't need to mean growing pains. With the best features, security, privacy, and the right tool for every step of your journey - Cubo+ allows you to scale your Bitcoin and Lightnig Network knowledge.",
    "content": [
      "March 2023",
      "Aplication started",
      "Over 150 Salvadorans applied to join the inaugural edition of CUBO+. From those applications, we selected individuals who demonstrated the highest levels of motivation and skill to participate in this journey.",
      "54 students were selected for preparatory period, after an exhaustive selection process.",
      "April 2023 - June 2023",
      "Preparatory period",
      "Three months of both on-site and online classes, activities, group work, and assignments introduced 54 students to the fundamentals of Bitcoin, as well as the basics of Bitcoin and Lightning Network programming, laying the groundwork for their participation in the bootcamp.",
      "Selection process in view of the bootcamp through interviews and tasks.",
      "2023 July",
      "On-site Bootcamp",
      "The 21 most brilliant and motivated students from the preparatory period were awarded fully-funded scholarships to attend a 2-week on-site bootcamp, where they had the opportunity to learn from world-class experts.",
      "Worked with some strategic alliances",
      "2023 July 3rd week",
      "Jimmy Song and Lisa Neigut's seminars",
      "The top 10 boot camp students delved deeper into their knowledge through two additional seminars led by experts. Jimmy Song covered \"Programming Blockchain,\" and Lisa Neigut shared insights on \"Understanding the Lightning Network\".",
      "Facing on newspaper <a class='text-primary underline dark:text-primaryLight' target=\"_blank\" href='https://www.forbes.com/sites/digital-assets/2023/07/26/how-el-salvador-is-investing-in-bitcoin-education/?sh=292bea464854'>Forbes</a> !",
      "2023 august 1st week",
      "Internships start!",
      "The graduates from CUBO+ had the opportunity to work on high-tech Bitcoin companies as Tiankii, Satsback, Zebedee, Alby and more!",
      "Moises is the first one!",
      "2023 October",
      "Tuscany Bootcamp",
      "The distinguished top 6 students seized a unique opportunity to enhance their advanced technical training by embarking on a journey to Italy. Following their intensive training, they participated in the Lugano Plan B event in Switzerland, further enriching their knowledge and expanding their horizons in the field.",
      "What comes next?"
    ]
  },
  "contributors": {  
    "titles": ["Our  <span class='relative'><span class='relative px-2 text-blue-800 dark:text-indigo-200'>contributors</span></span>", "Supported by Bitcoin leading <span class='relative'><span class='relative px-2 text-blue-800 dark:text-indigo-200'>companies</span></span>"],
    "descriptions": [
      "Through their commitment to education and innovation, The Bitcoin Office and Fulgur Ventures have created the path for talented young people in El Salvador to become the next generation of Bitcoiners.",
      "The National Bitcoin Office of El Salvador under President Nayib Bukele.",
      "We invest in early stage startups focused on Bitcoin and the Lightning Network.",
      "Making Bitcoin education simple is our objective.",
      "The cubo+ team thanks our allies for being part of this project and for allowing our students to gain experience in their companies"
    ],
    "testimonialContributor": [
      "\"CUBO+ is an excellent initiative in El Salvador with an impact on the global Bitcoin ecosystem, I think they are training the Bitcoin technological leaders of the future!\"",
      "\"El Salvador's experiment with bitcoin is not just a theory. Meeting and working with the students in Cubo+ was a great experience, because seeing young, talented people learn about Bitcoin in depth let me feel that the experiment happening here is achieving real results.\"",
      "\"While for most of us our journey to Bitcoin mastery spanned many years, witnessing these students grasp it all in such a brief period has been a truly humbling experience.\"",
      "\"Sharing my passion with the Salvadorian youth, offering them education and valuable knowledge to prepare them for a future in the digital age: A thoroughly enriching and memorable experience!\"",
      "\"Cubo+ was such an incredible experience. I've had the chance to teach local students, being both a witness and participant in their growth, and I got to learn more about El Salvador's situtaion and how it is evolving. I feel part of this incredible community of students and teachers, and I can't wait to meet them all again somewhere around the world!\"",
      "\"Cubo+ is a revolutionary education program. Their knowledge went from zero to being able to build Bitcoin applications. I'm honored to have been a part of the program.\""
    ]
  },
  "cookies": {
    "titles": ["Cookies Policy", "Essential Cookies", "Optional Cookies", "Third Party Cookies", "Cookies Authorization", "Disable Cookies"],
    "descriptions": [
      "Cookies are small pieces of information that are stored directly on the computer/smartphone/tablet you are using. When you visit our website, we use essential cookies when necessary for the website to function or to provide you with a service you have requested.",
      "Most browsers adhere to cookies as a standard, and regardless of them, they allow or prevent temporary or stored cookies in the security settings.",
      "In the following table, you will find more details about the cookies necessary for the website to function or provide the service you have requested.",
      "Learn more about the optional marketing and analytics cookies that help us learn from your visit and develop a better website experience for you.",
      "Some of our pages feature content provided by external sources. Below, you can find links to the terms of service and cookie policies of these third-party providers (over which we have no control).",
      "Regarding the use of cookies on this website described in the previous section, the user authorizes and consents to their use as follows: When the user accesses any page of the website, they will see a notice indicating that the CUBO+ website uses cookies, and the user can accept or reject their use through their browser settings. If the user does not configure their browser to deactivate cookies, by browsing the CUBO+ website and using its services, the user accepts the use of cookies.",
      "Users have the option to stop accepting the use of cookies at any time through their browser, being able to allow, block, or delete the cookies installed on their device by configuring the options of the browser they use on their device (computer, mobile, tablet)."
    ],
    "tableEssen": ["Description", "Owner", "Expiration", "Type"],
    "tableEssenData": [
      "Management and administration of the page forms. Management of data sent by guests.",
      "This cookie is set by HubSpot's CDN provider due to their rate limiting policies.",
      "This cookie is set by HubSpot's CDN provider and is a necessary cookie for bot protection.",
      "Provide spam protection.",
      "Generate real-time reports on web traffic. Generate reports on general browsing patterns.",
      "Connects multiple page views by a user into a single Clarity session recording.",
      "Identifies the first-time Clarity saw this user on any site using Clarity."],
    "tableEssenExp": ["6 months", "Session, deleted after browser closed", "30 minutes", "1 year"],
    "tableEssenTyp": ["Functional", "Analytic"]
  },
  "cubo+2024": {
    "header": "Want to live the <span class=\"opacity-80\">CUBO+ Xperience?</span>",
    "legend": "You will gain valuable knowledge in one of the most disruptive technologies of all time and will have the opportunity to win a trip to Switzerland for further training.",
    "media": "https://www.youtube.com/embed/elcv6OK-kn8?si=_UfPfM4atZ19lYUe",
    "titles":[
      "What CUBO+ Economics Edition is about?", "Who can apply?", "As a CUBO+ student you will have access to", "Course structure",
      "Online Classes", "Face to face classes", "Conferences from industry leaders", "Does the course have a cost?", "How can I recieve a scholarship to Lugano´s PlanB summer School(In Switzerland)?",
      "Teachers from all<br> over the world", "Internship opportunities", "Trip to Switzerland"
    ],
    "descriptions":[
      "CUBO+ econs generation is crafted to offer comprehensive education on Bitcoin, delving into its economic and philosophical aspects. It aims to highlight Bitcoin's impact on society and underscore its significance in a world beset by an unstable financial system.",
      "<svg class='w-6 h-6 text-green-500 dark:text-green-400' xmlns='http://www.w3.org/2000/svg' viewBox='0 0 24 24' fill='currentColor'><path fill-rule='evenodd' d='M2.25 12c0-5.385 4.365-9.75 9.75-9.75s9.75 4.365 9.75 9.75-4.365 9.75-9.75 9.75S2.25 17.385 2.25 12Zm13.36-1.814a.75.75 0 1 0-1.22-.872l-3.236 4.53L9.53 12.22a.75.75 0 0 0-1.06 1.06l2.25 2.25a.75.75 0 0 0 1.14-.094l3.75-5.25Z' clip-rule='evenodd'/></svg>University students or graduates.",
      "<svg class='w-6 h-6 text-green-500 dark:text-green-400' xmlns='http://www.w3.org/2000/svg' viewBox='0 0 24 24' fill='currentColor'><path fill-rule='evenodd' d='M2.25 12c0-5.385 4.365-9.75 9.75-9.75s9.75 4.365 9.75 9.75-4.365 9.75-9.75 9.75S2.25 17.385 2.25 12Zm13.36-1.814a.75.75 0 1 0-1.22-.872l-3.236 4.53L9.53 12.22a.75.75 0 0 0-1.06 1.06l2.25 2.25a.75.75 0 0 0 1.14-.094l3.75-5.25Z' clip-rule='evenodd'/></svg>Students of all technical and non-technical careers.",
      "<svg class='w-6 h-6 text-green-500 dark:text-green-400' xmlns='http://www.w3.org/2000/svg' viewBox='0 0 24 24' fill='currentColor'><path fill-rule='evenodd' d='M2.25 12c0-5.385 4.365-9.75 9.75-9.75s9.75 4.365 9.75 9.75-4.365 9.75-9.75 9.75S2.25 17.385 2.25 12Zm13.36-1.814a.75.75 0 1 0-1.22-.872l-3.236 4.53L9.53 12.22a.75.75 0 0 0-1.06 1.06l2.25 2.25a.75.75 0 0 0 1.14-.094l3.75-5.25Z' clip-rule='evenodd'/></svg>Individuals eager to comprehend Bitcoin and delve into the rabbit hole.",
      "World class educators <br> sharing their knowledge<br> with youth and <br>professionals in El Salvador.",
      "Top-performing CUBO+ <br> students will have the<br> opportunity to apply for<br> internships at the best<br> Bitcoin companies in the world!",
      "The best and most<br> dedicated students will<br> receive a full scholarship<br> to <a class='text-orange-400' target=\"_blank\" href='https://planb.lugano.ch/summer-school/'>PlanB's Summer School</a><br> in Lugano Switzerland",
      "The course will last 3 months starting next March 16 and will consist of virtual and in-person classes, as well as events from industry leaders. For more details about the events, check our <a href='agenda.html' class='text-orange-400'>agenda.",
      "Classes will be held virtually, two classes per week each lasting two hours where you can interact with your teachers.",
      "To reinforce the knowledge you acquire during the week there will be in-person classes where you can put your knowledge into practice through challenges.",
      "We will have the presence of world leaders in the Bitcoin industry giving conferences that you cannot miss.",
      "The course has an approximate value of $2000 USD but Salvadoreño Nationals have the option to apply for a full scholarship to access all the resources and teaching materials that will help you throughout the course.",
      "Those who show outstanding performance throughout the course will win a trip to Switzerland to participate in PlanB's Summer School in Lugano Switzerland to continue their Bitcoin education. Winners of this scholarship will be evaluated through class attendance, participation, and collaboration with their peers."
    ],
    "texts":[
      "High level mentors<br> sharing their knowledge<br> to Salvadoran youth<br> and professionals."
    ],
    "form": "Application process",
    "description": "Cubo+ 2024 will aim for education in economy and Bitcoin space at a general level, where anyone with the enthusyasm to learn about the reasons of Bitcoin can apply!",
    "alliances": "THANKS TO THE SUPPORT OF OUR ALLIANCES",
    "waitlist": "Would you like to improve your technicals skills? Suscribe to the CUBO+ Developer Edition waitlist, just click <a class='text-orange-400' href='cubo++2024.html'>here</a>."
  },
  "cubo++2024": {
    "header": "The next generation of <span class=\"opacity-80\">Developers.</span>",
    "legend": "Be part of the next generation of Bitcoin and Lightning developers by applying to the CUBO+ Devs Generation. Sign up for our waitlist to receive notifications when applications for this cycle open.",
    "form": "Subscribe to our waitlist now!",
    "questions": ["Are you a passionate developer for technology looking for opportunities?", 
                  "Definitely CUBO+ Developers edition is for you! Where you can find:"],
    "advantages": ["An advance level of understanding in the technical stack of Bitcoin.", 
                    "Full paid scholarship with accomodation and nutrition.",
                    "A guaranteed internship with a company ally of CUBO+."],
    "callAction": ["Call to action", "Ever since a requirement for CUBO+ Developers edition is to know the basics of Bitcoin we encourage you to apply to CUBO+ devs generation or econs generation."]
  },
  "faq": {
    "title": "FRQUENTLY ASKED QUESTIONS",
    "description": "Further key questions you might have about cubo+, if there's any important question left you can reach us out through the contact form on index or via email to info@cuboplus.academy",
    "questions": [
      "How can I join CUBO+?",
      "Do I need to speak perfect English to join CUBO+?",
      "What is CUBO+ about?",
      "Does CUBO+ have any cost (participation fee)?",
      "Do I need a degree or prior experience to apply?",
      "Do I need to be 18 years old to apply?",
      "How can I advance to the on-site phase of CUBO+?",
      "Do I need to know how to code to apply?"
    ],
    "answers": [
      "You can fill up our application form <a class=\"text-orange-500 dark:text-orange-400 hover:underline\" href=\"cubo+2024.html\">here</a>",
      "CUBO+ classes are taught mostly by foreign teachers mainly in English, your progress in CUBO+ is based on your understanding and assimilation of the content discussed in this classes. So even though we do not mandate an \"especific level of english\" to participate in the classes of CUBO+, we highly suggest everybody to improve english understanding prior and dureng the course.",
      "CUBO+ is an educational program that aim to bring high-level contents related to Bitcoin and Lightnign Network from word class personalities.",
      "CUBO+ has a cost of $2000, although Salvadoreans are selected based on their commitment with the course and performance to get a scholarship full paid.",
      "CUBO+ participants are selected based on a process of interviews and tests, there's no specific academic background required other than being able to read and write.",
      "No, there's no age requirements, just right motivation and commitment to become a Bitcoin expert.",
      "On-site bootcamps offer scholarship to the most motivated students within the program. If you want to advance to the on-site bootcamp, you must participate in classes, activities, showcase talent, and above all, demostrate interest and motivation.",
      "CUBO+ 2024 will reach a variety of academic fields, each specific one with its own particularities and dynamics. Technical/coding segment of CUBO+ will also be an option for participating."
    ]
  },
  "404": ["404 Not Found", "Whoops! That page doesn't exist."],
  "403": ["403 Forbidden", "Sorry! You don't have access to this resource."],
  "maintenance": ["Under Construction", "We're building something cool! This page is currently under construction, come back soon to find out!"],
  "agenda": ["Get to know the important dates", "Organization", "Event", "Class", "Meetup"],
  "eventinfo": ["Event information", "Event date:", "Event hour:", "Event location:", "Type of event:"] 
}
