{
    "version": "1.1",
    "layout": {
        "navbar": {
            "home": "Home",
            "travel": "Visit Bitcoin Country",
            "agency": "Travel with us",
            "relocate": "Relocate to El Salvador"
        },
        "footer": {
            "contact": "Contact Us",
            "follow": "Follow Us",
            "links": "Useful Links"
        }
    },
    "index": {
        "page-title": "Welcome to #Bitcoin country",
        "section1": "Explore El Salvador",
        "section1-travel-title": "Visit Bitcoin Country",
        "section1-travel-legend": "Experience financial freedom while immersing yourself in the natural and cultural richness of El Salvador, where Bitcoin is a way of life. </br> </br>Here, every experience is unique, every SAT brings new friends, and every step connects you to the future. Your Bitcoin adventure begins now.",
        "section1-travel-button": "Explore More",
        "section1-agency-title": "Travel with us",
        "section1-agency-legend": "Book your El Salvador adventure effortlessly with our Bitcoin booking service. From accommodation and transportation to exciting local activities, everything is payable with Bitcoin and just a click away. <br><br>Experience a seamless journey in Bitcoin Country. Our personalized service tailors your itinerary, letting you enjoy the rich culture and stunning landscapes of El Salvador without currency hassle.",
        "section1-agency-button": "Explore More",
        "section1-relocate-title": "Relocate to El Salvador",
        "section1-relocate-legend": "Find your new home in El Salvador, a country that embraces the future with Bitcoin. From paradisiacal beaches to picturesque towns, explore the ideal place to start a new life in a warm and welcoming environment, where the Bitcoin revolution is at your fingertips.",
        "section1-relocate-button": "Explore More",
        "section2": "Bitcoin balance",
        "section2-title": "El Salvador Bitcoin Treasury Holdings Live",
        "section2-cta": "Check the mempool →",
        "section2-tweet-role": "President of El Salvador",
        "section2-tweet-text": "“We are buying one #Bitcoin every day starting tomorrow”.",
        "section3": "Salvadoran Bitcoin Companies",
        "section4": "Benefits for Bitcoin companies in El Salvador",
        "section4-benefit1": "Capital Gains Tax Exemption",
        "section4-benefit2": "Bitcoin as Legal Tender",
        "section4-benefit3": "Legal certainty",
        "section4-benefit4": "Entrepreneur favourable climate",
        "section5": "Bitcoin education initiatives in El Salvador",
        "section6": "Discover the impact of the Bitcoin Law in El Salvador",
        "section6-benefit1": "Financial Freedom",
        "section6-benefit2": "Faster Payments",
        "section6-benefit3": "Security and transparency",
        "section6-benefit4": "Investment opportunities",
        "section6-button": "Bitcoin Law",
        "section7": "Community feedback",
        "section7-question": "Do you have any suggestion?",
        "section8": "Frequently asked questions"
    },
    "travel": {
        "page-title": "Visit Bitcoin Country",
        "section1": "Your Bitcoin adventure begins here",
        "section1-legend": "Use our interactive map to discover destinations, see photos, and get all the info you need in a country where Bitcoin enhances the experience.",
        "section2": "Bitcoin events in El Salvador",
        "section2-legend": "Find out about the Bitcoin events happening in El Salvador, the best places to increase your network and meet like-minded individuals.",
        "section3": "Bitcoin communities",
        "section3-legend": "Through their proof of work, dedication and effort, they have established the first communities in El Salvador.",
        "section4": "Bitcoin tourist places",
        "section4-legend": "Explore Bitcoin-friendly travel destinations",
        "section5": "El Salvador Travel",
        "section5-legend": "Do you prefer exploring alternative destinations? <br> <br> Discover more options in El Salvador's official tourism website",
        "section5-cta": "Travel with El Salvador Travel",
        "section6": "Bitcoin ATM Services",
        "section6-legend": "Easily find Bitcoin ATMs in El Salvador. Withdraw or add Bitcoin quickly and securely while exploring the country, with strategic locations for your convenience.",
        "section6-opt1": "Chivo Wallet",
        "section6-opt1-legend": "Chivo wallet is the Bitcoin wallet built by the government of El Salvador, it provides ATMs infrastructure to withdraw Bitcoin for dollars and exchange dollars for Bitcoin via on-chain.",
        "section6-opt1-cta": "See locations",
        "section6-opt2": "Athena Bitcoin",
        "section6-opt2-legend": "Athena Bitcoin is a Salvadorian Bitcoin company, it provides ATMs infrastructure to withdraw Bitcoin for dollars and exchange dollars for Bitcoin via on-chain and Lightning Network.",
        "section6-opt2-cta": "See locations",
        "section7": "Onboard El Salvador with Bitcoin",
        "section7-legend": "You can find in this section all the resources needed to live in the Bitcoin standard in Bitcoin country.",
        "section7-place1": "Accomodation",
        "section7-place2": "Restaurants",
        "section7-place3": "Transportation",
        "section7-place4": "Activities",
        "section8": "Select an option"
    },
    "destination": {
        "title": "Destination",
        "back": "Back",
        "community": "Discover the commmunity",
        "media": "Social Media",
        "leaders": "Leaders"
    },
    "agency": {
        "page-title": "Travel with us",
        "section1": "Travel with us",
        "section1-legend": "Discover a new way to travel with our agency, where Bitcoin opens the doors to unforgettable experiences in El Salvador. Simplify the planning of your adventure and pay securely while exploring the wonders of the country.",
        "section1-feat1": "Peer 2 Peer customized adventures",
        "section1-feat1-legend": "Live a unique tourism experience with personalized recommendations for you to enjoy Bitcoin Country.",
        "section1-feat2": "Lightning complementary services",
        "section1-feat2-legend": "Secure the extras you need to make your Bitcoiner trip an unforgettable one. We help you optimize every aspect of your trip, making your experience as smooth and efficient as a lightning transaction!",
        "section1-feat3": "Support on your trip",
        "section1-feat3-legend": "You never travel alone when you have Bitcoin on your side. Relax, we've got your back faster than you'd confirm a block and keep enjoying your adventure, we'll take care of the rest!",
        "section1-button": "Contact us",
        "section2": "Concierge Services",
        "section2-legend": "Discover a new way to travel with our tailored and exclusive concierge services, where Bitcoin opens the doors to unforgettable experiences in El Salvador. Simplify the planning of your adventure and pay securely while exploring the wonders of the country.",
        "section2-feat1": "Peer 2 Peer customized adventures",
        "section2-feat1-legend": "Live a unique tourism experience with personalized recommendations for you to enjoy Bitcoin Country.",
        "section2-feat2": "Itinerary management",
        "section2-feat2-legend": "We organize every step of your adventure like a well-guarded private key. Whether you want to visit wonderful places or do HODL on the beach, we make sure everything flows without interruption.",
        "section2-feat3": "VIP sats Benefits",
        "section2-feat3-legend": "We give you access to a higher level of rewards that only true hodlers can enjoy, get exclusive benefits and premium perks, access the benefits you deserve and maximize your ROI on every aspect of your trip!",
        "section2-button": "Contact us",
        "section3": "Plan your Bitcoin Trip Here",
        "section3-cta": "Complete the form to plan your trip to Bitcoin country",
        "section3-whatsapp-button": "Make your reservation in WhatsApp",
        "section3-or": "Or"
    },
    "relocate": {
        "page-title": "Relocate to El Salvador",
        "section1": "Visionary Freedom Program",
        "section1-legend": "El Salvador extends an exclusive invitation of citizenship to 1000 individuals who aspire to make a difference in the world. Successful applicants are eligible for a fast-track Salvadoran passport, becoming an integral part of this transformative journey. El Salvador is experiencing a renaissance driven by bold leadership, economic liberty, and a commitment to financial freedom. We are actively seeking the brightest minds globally to join us in building this vision of a better tomorrow. Limited to 1000 participants per year, this Freedom Passport program is not just an investment; it's a commitment to building the country of the future.",
        "section1-role": "President of El Salvador",
        "section1-tweet": "We're offering 5,000 free passports (equivalent to $5 billion in our passport program) to highly skilled scientists, engineers, doctors, artists, and philosophers from abroad. <br><br> This represents less than 0.1% of our population, so granting them full citizen status, including voting rights, poses no issue. <br> <br> Despite the small number, their contributions will have a huge impact on our society and the future of our country. <br> <br> Plus, we will facilitate their relocation by ensuring 0% taxes and tariffs on moving families and assets. This includes commercial value items like equipment, software, and intellectual property. <br><br> Stay tuned for more details 🇸🇻",
        "section2": "Do you need more information?",
        "section2-button": "Visit Website"
    }
}